{
  "monologues": [
    {
      "text": "With no survivors. A Special Forces soldier spins around - an Armed Man is outside the window. Bang - grapples to the fuselage - give the thumbs up - hoists start to pull and the tail of the commuter plane is lifted, unnaturally. The Pilots battle the controls as the plane tilts forward. 6. Like lightning, Bane has the Man is his handcuffed arms, legs wrapped around a seat back, The entire cabin upends. Tumbling chaos - Soldiers falling - Bane cracks Man’s neck and drops him onto the Sergeant - they tumble down the Dr. Pavel, strapped in, pushes against the seat in front of him - the plane vibrates, trying to tear itself apart. The men climb the tail of the smaller plane as it dangles helplessly above the mountains. Its wings shear off. Bane breaks his handcuffs as if they were plastic, then opens his legs and drops down the cabin, somersaulting gracefully and using his arms to stop himself halfway down, by Dr. Pavel. The men attach explosives to the tail, then jump away, swinging out as the tail explodes. seat backs next to Dr. Pavel and unzips it to reveal a body the same age and build as Dr. Pavel. surgical tubing - pushes a needle into Dr. Pavel’s arm - runs the tube to the body’s arm... Dr. Pavel watches, horrified, as Bane starts compressions on the body’s chest, out. Bane stops Hooded Man 2. 7",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "INT. MAIN CABIN, COMMUTER PLANE - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "I will show you where I’ve made my home while preparing to bring justice. Then...I will break you. A Mercenary tosses Bane a detonator - Batman watches through cracked cowl - Bane hits the detonator - explosions over his head as the ceiling revealing: Applied Sciences - Bane has dropped the bottom out of Fox’s weapons store...a camouflage Tumbler rests in the rubble",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "INT. BANE’S LAIR, SEWERS - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "Home. Wayne’s eyes dart about: filthy stone walls, distant sunlight from above, iron bars: an underground prison. Where I learned the truth about despair. As will you. There is a reason that this prison Bane steps to the bars - looks up at a bright opening five hundred feet above. Like being at the bottom of a gigantic Hope. Every man who has rotted here over the centuries has looked up to the light and imagined climbing to freedom. So simple. So easy. And, like shipwrecked men turning to sea water from uncontrollable thirst, many have died trying. I learned that there can be no true despair without hope. So as I terrorize Gotham, I will feed its people hope to poison their souls. I will let them believe they can survive so that you can watch them clamber over each other to Bane points to an old , just outside the bars. You will watch as I torture an entire city to cause you pain you thought you could never feel again. Then, when you have truly understood the depths of your failure, we will fulfill R¯a’s al Gh¯ul’s destiny. We will destroy Gotham. And when it is done...when Gotham is ashes...then you have my permission to die. up at the formidable grey building. 91. Guards lead Selina down the cells. Whistles and catcalls",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "INT. BLACKGATE PRISON - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "Let the games begin. The Mercenaries hit the detonators. SWATs react - the tunnel roof behind collapses... Chunks of concrete structure drop - thousands of police throughout The crowd goes wild as a Receiver catches - starts a run - As the Receiver sprints for the end zone, the field behind",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "EXT. GOTHAM STADIUM - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "The bomb is armed, the bomb is mobile, the identity of the triggerman is a mystery. One of you as conquerors, but as liberators to return control of this city to the people. At the first sign of interference from the outside world or of people attempting to flee, this anonymous Gothamite, this unsung hero, will trigger the bomb. For now, martial law is in effect. Return to your homes, hold your families close, and wait. Tomorrow you claim what is rightfully yours. The General breaks the silence. 105",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "INT. PENTAGON WAR ROOM - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "’The truth about Harvey Dent is simple in only one regard - it has been hidden for too long. After his devastating injuries, Harvey’s mind has recovered no better than his mutilated face. He was a broken, dangerous man, not the crusader for justice that I, James Gordon, have portrayed him to be for the last eight years. Harvey’s rage was indiscriminate. Psychopathic. He held my family at gunpoint, then fell to his death in the struggle not murder Harvey Dent - he saved 109",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "EXT. BLACKGATE PRISON - CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "’The things we did in Harvey’s name brought desperately needed security to our streets... But I can no longer live with my lie. It is time to trust the people of Gotham with the truth, and it is time for me to resign.’ Bane folds the papers. Looks out to the stunned crowd. Do you accept this man’s resignation? Individuals in the crows start shouting ’Yes!’ Prisoners cheer, pounding against the bars. Selina",
      "metadata": {
        "character": "BANE",
        "movie": "The Dark Knight Rises",
        "year": "2012",
        "type": "speech",
        "context": "EXT. BLACKGATE PRISON - CONTINUOUS",
        "themes": null
      }
    }
  ]
}