{
  "monologues": [
    {
      "text": "A guy like me... I know why you're holding your little group therapy session in broad daylight. I know why you're afraid to go out at night. Batman. He's shown Gotham your true colors. And Dent's just the beginning. And as for his so-called plan- Batman has no jurisdiction. He'll find him and make him squeal. I can tell the squealers every time",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. SOCIAL CLUB, DOWNTOWN -- CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "Wanna know how I got these scars? My father was a drinker and a fiend. He'd beat mommy right in front of me. One night he goes off crazier than usual, mommy gets the kitchen knife to defend herself. He doesn't like that. Not. One. Bit. The Joker Gambols cheek with the blade. 33",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. POOL HALL -- NIGHT",
        "themes": null
      }
    },
    {
      "text": "Hello, beautiful. You must be Harvey's squeeze. cheek) And you are beautiful. You look nervous- it's the scars isn't it? Wanna know how I got them? I had a wife, beautiful like you. Who tells me I worry too much. Who says I need to smile more. Who gambles. And gets in deep with the sharks. One day they carve her face, and we've got no money for surgeries. She can't take it. cheek) I just want to see her smile again. I just want her to know I don't care about the scars. So I put a razor in And you know what? She leaves! See, now I see the funny side. Now I'm always smiling. 53. together, alerted by the noise",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. MASTER BEDROOM, WAYNE PENTHOUSE -- NIGHT",
        "themes": null
      }
    },
    {
      "text": "Do me up- Turns back- levels his out the window. Aims. Batman watches as the Joker prepares to fire. Several rows of cars separate them. He toggles the afterburner. Two small children in the back of the car watch as the Batmobile overhead. The Joker steadies the and - the Batmobile hit from the which - The rear of the Batmobile - the car-",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "EXT. LOWER LEVEL STREET -- CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "Tee 'em up. The Thug his radio. A Joker Thug in clown mask loads up the cable gun seen in the bank heist. A motorist stares through his rear-view mirror, transfixed, as the bat-pod past. He as the bat-pod the wing mirror from his car. Batman accelerates, oblivious to the of wing mirrors as the bat-pod through traffic- a",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. ARMORED CAR -- CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "I'm a dog chasing cars... I wouldn't know what to do with one if I caught it. I just do things. I'm just the wrench in the gears. I hate plans. Yours, theirs, everyone's. Maroni has plans. Gordon has plans. Schemers trying to control their worlds. I'm not a schemer, I show the schemers how pathetic their attempts to control things really are. So when I say that you and your girlfriend was nothing personal, you Wayne past a line of traffic to settle in a few cars back from the police van, sitting at a red light. Wayne studies the intersection- spots a jostling for position on the cross street. Gordon watches Berg, mentally tracing the trajectory of his shotgun barrel as Berg fiddles with his gun. Gordon starts trying to subtly unholster his own weapon",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. POLICE VAN -- CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "It's the schemers who put you where you are. You were a schemer. You had plans. Look where it got you. I just did what I do best- I took your plan, and I turned it on itself. Look what I've done to this city with a few drums of gas and a couple of bullets. Nobody panics when the expected people get killed. Nobody panics when things go according to plan, even if the plan is horrifying. If I tell the press that tomorrow a gangbanger will get shot, or a truckload of soldiers will be blown up, nobody panics. Because it's all part of the plan. But when I say that one little old mayor will die, everybody loses their minds! Introduce a little anarchy, you upset the established order and everything becomes chaos. I'm an agent of chaos. And you know the thing about chaos, Harvey",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. DENT'S HOSPITAL ROOM -- CONTINUOUS",
        "themes": null
      }
    },
    {
      "text": "Till their spirit breaks completely. Until they find out what I did with the best of them. Until they get a good look at the real Harvey Dent, and all the heroic things he's done. Then those criminals will be straight back onto the streets and Gotham will understand the true nature of heroism. 131",
      "metadata": {
        "character": "JOKER",
        "movie": "The Dark Knight",
        "year": "2008",
        "type": "speech",
        "context": "INT. PREWITT BUILDING -- CONTINUOUS",
        "themes": null
      }
    }
  ]
}