{
  "monologues": [
    {
      "text": "We also have to control the influx of illegal immigrants. We have to encourage a return to traditional moral values and curb graphic sex and violence on , in movies, in pop music, everywhere. Most importantly we have to promote general social concern and less materialism in young people. Price chokes on his drink. Everyone is silent and mystified",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. ESPACE RESTAURANT- NIGHT",
        "themes": null
      }
    },
    {
      "text": "It's not. It is 3 a.m. Bateman is standing at an , listening to the comforting sound of fresh bills thudding out of the machine. past him. He collects his money, placing it carefully in his wallet, and then walks toward her, whistling. He catches up to her as she pauses at a red light",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "EXT. STREET - LATER THAT NIGHT",
        "themes": null
      }
    },
    {
      "text": "In 1987 Huey released this, Fore!, their most accomplished album. I think I heir undisputed masterpiece is \"HiP To Be Square,\" a song so catchy that most people probably don't listen to the lyrics. But they should because it's not just about the pleasures of conformity and the importance of trends. It's al~ a personal statement about the band itself",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BATEMAN'S APARTMENT - NIGHT",
        "themes": null
      }
    },
    {
      "text": "Jesus lives, Luis. except for a Les Miserables poster. There is one ratty chair. Bateman pours lime over Paul Owen's body, which is lying in a bathtub. He plays Huey Lewis, smokes a cigar, watches the body dissolve. are white-pigmented concrete with a large minimalist painting on the wall. One wall is covered in a trendy, large-scale scientific drawing above a long, black leather couch",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. PAUL OWEN'S APARTMENT - NIGHT",
        "themes": null
      }
    },
    {
      "text": "It's no problem Bateman watches intently as writes something down in his notebook, then crosses something out. Jean enters and places the bottle of San Pellegrino and a Steuben etched glass on the table, shooting a concerned glance at Bateman. He glares at her. smiles and nods at Jean as she leaves",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BATEMAN'S OFFICE - MORNING",
        "themes": null
      }
    },
    {
      "text": "He said, \"When I see a pretty girl walking down the street I think two things. One part of me wants to take her out and talk to her and be real nice and sweet and treat her right.\" Pauses, finishes his drink. McDERMOTT What does the other part of him think",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. YALE CLUB ௳ DAY",
        "themes": null
      }
    },
    {
      "text": "Thanks. It slipped my mind completely. He sinks back on the sofa and shuts his eyes. Bateman enters P&P, walks up the corridor and pauses outside the door to his office. He sees in conversation with Jean, and Jean looking through her date book. He watches for a moment, frozen with anxiety. He then bursts in, shutting the door behind him",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BATEMAN'S OFFICE - DAY",
        "themes": null
      }
    },
    {
      "text": "We had...gone to a new musical called...Oh Africa, Brave Africa. It was...a laugh riot...and that's about it. I think we had dinner at Orso's. No, Petaluma. No, Orso's. The...last time I physically saw him was...at an automated teller. I can't remember which...just one that was near, um, Nell's. Kimball is clearly giving up on Bateman for now. He opens",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BATEMAN'S OFFICE - DAY",
        "themes": null
      }
    },
    {
      "text": "It's hard to choose a favorite track among so many great ones, but \"The Greatest Love of All\" is one of the best, most powerful songs ever written about self-preservation and dignity. It's universal message crosses all boundaries, and instills one with the hope that it's not too late to better ourselves. to act kinder. Since, Elizabeth, it's impossible in the world we live in to empathize with others, we can always empathize with ourselves. As he speaks, he opens the case and carefully places the in the player, admiring its pristine silver surface, and",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. PAUL OWEN'S APARTMENT - NIGHT",
        "themes": null
      }
    },
    {
      "text": "Not the face, you bitch. Not the fucking face, you piece of bitch trash! Christie, screaming, makes it out the front door. Bateman runs after her. She runs down the hall screaming and banging on doors. buttons. She sees the stairwell and runs for it. Bateman sees this and runs after her, revving the chainsaw. She runs down the stairs, Bateman two flights behind her. He stops, leans over the railing to look at her, then aims the chainsaw at her and drops it. Christie , then is suddenly silent",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BEDROOM - LATER",
        "themes": null
      }
    },
    {
      "text": "Harold, it's Bateman. Patrick Bateman. You're my lawyer so I think you should know-I've killed a lot of people. Some escort girls, in an apartment uptown, some homeless people, maybe five or ten, an girl I met in Central Park. I left her in a parking lot, near Dunkin' Donuts. I killed Bethany, my old girlfriend, with a nail gun. and a man, some old faggot with a dog. Last week I killed another girl with a chainsaw-I had to, she almost got away There was someone else there, maybe a model, I can't remember but she's dead too. And Paul Owen. I killed Paul Owen with an ax, in the face. His body is dissolving",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "INT. BATEMAN'S OFFICE - NIGHT",
        "themes": null
      }
    },
    {
      "text": "I won't...don't worry. Mrs. Wolfe glares at him as he walks down the hall, Bateman enters the revolving door of an office building, panicking and breathing heavily. He is sweating, his hair is wild, and he looks out onto the street again, where he bumps smack into a just like him",
      "metadata": {
        "character": "BATEMAN",
        "movie": "American Psycho",
        "year": "2000",
        "type": "speech",
        "context": "EXT. DEPARTMENT STORE - DAY",
        "themes": null
      }
    }
  ]
}