{
  "monologues": [
    {
      "text": "You buy furniture. You tell yourself, this is the last sofa you'll ever need in your life; no matter what else goes wrong, you've got the sofa issue handled. Then the right set of dishes. Then the right bed. The drapes. The rug. This is how you're good to yourself. This is how you fill up your life",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. LOU'S TAVERN - SAME",
        "themes": null
      }
    },
    {
      "text": "In an old theatre, two projectors are used. I have to change projectors at the exact second so the audience never sees the break when one reel starts and one reel runs out. You can see two dots on screen at the end of a reel -- this is the warning",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. PROJECTIONIST ROOM - THEATRE - NIGHT",
        "themes": null
      }
    },
    {
      "text": "Are you a pussy? Jack swings another roundhouse that slams right under Tyler's ear. The sound, soft and flat. Tyler punches Jack in the stomach. The Guys move closer, cheering the fight. Tyler and Jack move clumsily, throwing punches. They breathe heavier, their eyes red and bright. They drool saliva and blood. They each hurt badly and become dizzier from every impact",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "EXT. PARKING LOT OF TAVERN - RESUMING",
        "themes": null
      }
    },
    {
      "text": "Fifth rule -- one fight at a time. Sixth rule -- no shirts or shoes. Seventh rule -- fights go on as long as they have to. And the eighth rule of fight club is -- if this is your first night, you *have* to fight. Tyler steps back, and a and a take off each other, then begin throwing punches. flies ",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. TAVERN BASEMENT - SAME",
        "themes": null
      }
    },
    {
      "text": "The best fat for making soap -- because the salt balance is just right -- comes from human bodies. Tyler lifts the lid -- it . Jack breathes heavily, plastic bag full of . Jack reacts to the smell, turning away. His eyes focus on the side of the adjacent building and its : \"",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "EXT. FENCED-IN BIOHAZARD WASTE DUMP SITE - NIGHT",
        "themes": null
      }
    },
    {
      "text": "As the fat renders, the tallow floats to the surface of the water. Tyler and Jack climb back over the fence, each carrying several bags of fat. One of Jack's bags gets caught on the barbed wire and rips, spilling the goo all down the fence. Jack's pants and shoes get covered; he slips and slides. Tyler starts laughing. Jack starts laughing. Tyler shows Jack two pots which have a skinned-over layer",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. KITCHEN - NIGHT (RESUMING)",
        "themes": null
      }
    },
    {
      "text": "When the tallow separates, there will be a clear layer on top. It's glycerin. We can mix it back in when we make the soap. Tyler helps Jack over the fence. They both fall to the ground on the other side, laughing. They try to get up and they both slip in fat, falling on their asses. They laugh louder",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "EXT. WASTE DUMP SITE - NIGHT (RESUMING)",
        "themes": null
      }
    },
    {
      "text": "Lye -- the crucial ingredient for making soap. A paste of lye and water can burn through an aluminum pan. A solution of lye and water will dissolve a wooden spoon. Combined with water, lye heats to over two hundred degrees. Jack's hand and the back of it. The saliva shines in the shape of the kiss. Tyler poises the can of lye over Jack's hand",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. KITCHEN - LATE NIGHT",
        "themes": null
      }
    },
    {
      "text": "Look at the guys in fight club. The strongest and smartest men who have ever lived -- and they're pumping gas and waiting tables; or they're slaves with white collars. Advertising has them chasing cars and clothes. A whole generation working in jobs they hate, just so they can buy shit they don't really need",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. HIGH SCHOOL HALLWAY - NIGHT",
        "themes": null
      }
    },
    {
      "text": "We're the middle children of history, with no special purpose or place. We don't have a great war in our generation, or a great depression. The great depression is our lives. The great war is a spiritual war. Jack and Bob, armed with a toolbox, change the \"Enter\" and \"Exit\" signs around. They walk away. In the background, a from the in the ground",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "EXT. SIDEWALK - NIGHT",
        "themes": null
      }
    },
    {
      "text": "One to the *New York Times* and one to the *Los Angeles Times*. Press release style. Remember this. The people you're after are everyone you depend on. We're the people who do your laundry and cook your food and serve your dinner. We guard you while you sleep. We drive the ambulances. We process your insurance claims. We control every part of your life. So don't fuck with us. severed",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. SERVICE ELEVATOR - SAME",
        "themes": null
      }
    },
    {
      "text": "The world I see -- you're stalking Center. You wear leather clothes that will last you the rest of your life. You climb the wrist-thick vines that wrap the Sears Tower. You see tiny figures pounding corn and laying strips of venison on the empty car pool lane of the ruins of a superhighway. Jack lies in bed, staring at the ceiling. Tyler is gone. Faint sounds of and . Jack sits at the table, sipping coffee. He's pale, dazed. He seems broken. He hears the faint sounds of sawing and hammering again; he's unsure of where they're coming from. He glances out the window, sees nothing. looks at him, unsmiling. There's a bruise on her face and arm. She pours herself a coffee and lights a cigarette. A beat of silence, then:",
      "metadata": {
        "character": "TYLER",
        "movie": "Fight Club",
        "year": "1999",
        "type": "speech",
        "context": "INT. KITCHEN - MOMENTS LATER",
        "themes": null
      }
    }
  ]
}